---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.ConduitSizes
source: html/a0edfa35-43ae-7c79-3a92-548f2e75adac.htm
---
# ConduitSizes Properties

Count of the items contained in the collection.